[
  {
    "id": 1,
    "anchorId": "service-multimedia",
    "category": "01 / MULTIMEDIA",
    "title": "Audio & Conectividad",
    "description": "Venta e instalación de centrales multimedia originales y alternativas. Sistemas Android & Apple CarPlay, GPS integrado y actualización tecnológica para todo tipo de vehículos.",
    "image": "https://images.pexels.com/photos/627678/pexels-photo-627678.jpeg?auto=compress&cs=tinysrgb&w=800",
    "fullDescription": "Transformamos la experiencia de manejo integrando sistemas multimedia de última generación. Ofrecemos pantallas Tesla Style, interfaces CarPlay/Android Auto inalámbricas, y sistemas de audio de alta fidelidad. Compatible con mandos al volante y funciones originales del vehículo."
  },
  {
    "id": 2,
    "anchorId": "service-accesorios",
    "category": "02 / ELECTRÓNICA INTEGRAL",
    "title": "Diagnóstico & Electricidad",
    "description": "Cerrajería integral (llaves codificadas), Inyección electrónica, Airbag y ABS. Electricidad general (alternadores y arranques), alza cristales, cierres centralizados, alarmas y baterías multimarca.",
    "image": "https://images.pexels.com/photos/9966011/pexels-photo-9966011.jpeg?auto=compress&cs=tinysrgb&w=800",
    "fullDescription": "Soluciones completas para la electrónica de tu auto. Desde duplicado de llaves codificadas hasta diagnóstico computarizado de fallas complejas. Reparamos alternadores, burros de arranque, sistemas de confort (levantavidrios, cierres) y seguridad (Airbag, ABS)."
  },
  {
    "id": 3,
    "anchorId": "service-polarizados",
    "category": "03 / POLARIZADOS",
    "title": "Protección Solar & Seguridad",
    "description": "Servicio integral de polarizados vehicular y comercial. Láminas de seguridad antivandálicas y control solar de alto rendimiento para el cuidado del interior y confort térmico.",
    "image": "https://images.pexels.com/photos/170811/pexels-photo-170811.jpeg?auto=compress&cs=tinysrgb&w=800",
    "fullDescription": "Trabajamos con láminas de primera calidad que garantizan protección UV, reducción de calor y seguridad ante roturas. Disponemos de tonos intermedios y oscuros, así como láminas transparentes de seguridad antivandálica."
  },
  {
    "id": 4,
    "anchorId": "service-climatizacion",
    "category": "04 / CLIMATIZACIÓN PRO",
    "title": "Aire Acondicionado & Calefacción",
    "description": "Reparación integral de sistemas de A/A y calefacción. Servicio especializado para vehículos particulares, maquinaria vial, línea pesada, ómnibus y agrícola.",
    "image": "https://images.pexels.com/photos/358070/pexels-photo-358070.jpeg?auto=compress&cs=tinysrgb&w=800",
    "fullDescription": "Mantenimiento y reparación experta de sistemas de climatización. Carga de gas, detección de fugas con UV, reparación de compresores y limpieza de circuitos. Atendemos flota pesada y maquinaria agrícola."
  }
]